
[
  {
    "question": "You're in an open gymnasium with nothing but your bare hands to fight, what's the biggest animal you could take on?"
  },
  {
    "question": "When would you want to time travel to?"
  },
  {
    "question": "Would you rather be a pirate, cowboy, or samurai?"
  },
  {
    "question": "If you could have one super power, what would it be and why?"
  },
  {
    "question": "Would you rather fight a hundred duck-sized horses or one horse-sized duck?"
  },
  {
    "question": "If you could switch lives with any fictional character for a day, who would it be and why?"
  },
  {
    "question": "Would you rather have a pet dinosaur or a pet dragon?"
  },
  {
    "question": "Would you be a Sith or a Jedi?"
  },
  {
    "question": "Would you rather explore the ocean or spcae?"
  },
  {
    "question": "Would you rater fight a monkey with a sword once a year, or 10 chickens every-time you leave the house?"
  },
  {
    "question": "What movie franchise would you rewrite?"
  },
  {
    "question": "What pokemon would you want to be your starter and why?"
  },
  {
    "question": "What are 2 historical figures you would want to see a professional boxing match between?"
  },
  {
    "question": "What is one fictional item you would want to have and why?"
  },
  {
    "question": "What retired/deceased band or musician would you want to see live in concert?"
  },
  {
    "question": "You're in a zombie apocalypse, what is your weapon of choice?"
  },
  {
    "question": "You have to fight a clone of yourself, what is your strategy?"
  },
  {
    "question": "You have to fight either a gorilla, bear, or lion which do you choose and why?"
  },
  {
    "question": "Would you rather be a part of thr titanic or the donnor party?"
  },
  {
    "question": "If you were an Outlaw in the wild west, what would you be wanted for? And what would your nickname be?"
  },
  {
    "question": ""
  },
  {
    "question": ""
  },
  {
    "question": ""
  },
  {
    "question": ""
  },
  {
    "question": ""
  },
  {
    "question": ""
  },
  {
    "question": "?"
  },
  {
    "question": ""
  },
  {
    "question": ""
  },
  {
    "question": ""
  },
  {
    "question": ""
  },
  {
    "question": "You're trapped in a home depot with a silver back gorilla on the opposite side of the store, what is your game plan?"
  }
]


